[
  {
    "products": [
      {
        "name": "Digital Marketing",
        "serviceDescription": "Digital marketing encompasses all marketing efforts that use an electronic device or the internet. All digital channels such as search engines, social media, email, and other websites are avenues to create digital brand and drive revenue growth. We cater services on creating digital brands, managing social media, marketing through social media, using SEO to drive traffic, email marketing, and so on. We also provide consulting on how to change or restructure the physical product/service offering to convert the attention drawn from digital marketing to sales revenue and increased profitability. For all efforts on digital marketing, we help you with both creating strategy and also creating content & processes for executing these strategies.",
        "carouselDescription": "In this era of digitalization, the world population spends most of its time in digital means. With social media and digital platforms being integral parts of our lives, digital marketing has become an undeniable necessity for organizations of all kind. We could be the right partner to cater this need.",
        "carouselImage": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576492489/progressive-labs/444_rd34wc.jpg",
        "serviceImageURL": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576480629/progressive-labs/Digital_Marketing_1_blin4g.png"
      },
      {
        "name": "Search Engine Optimization",
        "serviceDescription": "If you’ve heavily invested money and time into your website but the number of visitors isn’t growing, you could be missing one critical thing – search engine optimization. Without it your website can be unnoticed even if you have excellent service and amazing product. SEO will help to build brand awareness and bring targeted traffic to your website which will eventually lead to increased brand value and higher online revenue. We offer search engine optimization services to businesses to help them improve their visibility online, build organic rankings, increase your website traffic and help your business grow by delivering measurable results.",
        "carouselDescription": "In 2019, Google has handled more than 2 trillion searches. Do you know that it is 12 zeros after 2? Yes, search engines has become the entrance for any sorts of consumption. We can help you navigate search engine so that your website consistently ranks top on relevant searches.",
        "carouselImage": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576492750/progressive-labs/22_j4hbru.jpg",
        "serviceImageURL": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576406127/progressive-labs/SEO_bumtu6.png"
      },
      {
        "name": "Websites & Web Application",
        "serviceDescription": "Do you have a functional website for your business? If not, chances are you are going to follow the path of dinosaurs (i.e. by being extinct:). If yes, are you clear about how your website is adding value to your business operation? Do you have the right metrics to measure performance and return on investment? Whether you need a website to make digital presence or your entire operation (commerce) is done digitally, we have the right expertise to help you stand out with an amazing website that delivers great value.",
        "carouselDescription": "Do you have a functional website for your business? If not, chances are you are going to follow the path of dinosaurs (i.e. by being extinct 😅). No worries, we got you covered with our deep expertise in website and web applications development. ",
        "carouselImage": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576751624/progressive-labs/11_hnhsm2.jpg",
        "serviceImageURL": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576751793/progressive-labs/website_and_web_application_uuizt0.png"
      },
      {
        "name": "Data Science and Analytics",
        "serviceDescription": "Humans’ ability to recognize patterns and understand world has been ever-increasing. And now the technology has not only escalated our ability to identify patterns to a different height but also enabled us to influence and shape some of the patterns. We are awestruck by development of this profound capability to optimize human endeavors and are dedicated to helping any organization willing to benefit from this area of knowledge. Whether you are sitting on a ton of data or are just attempting to create a significant pool of data, we can help you with extensive analytics as well as in identifying what data would really add value to your business. We are really passionate about data and possess vast expertise in helping you become data savvy or data-centric, depending on your business needs and strategic direction.",
        "carouselDescription": "Humans’ ability to recognize patterns and understand world has been ever-increasing.",
        "carouselImage": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576751662/progressive-labs/5_g1uimn.jpg",
        "serviceImageURL": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576751747/progressive-labs/Data_Science_and_analytics_lsump9.png"
      },
      {
        "name": "Research & Consultation",
        "serviceDescription": "How well do you know your brand, your consumers, their behaviors, your industry, and the markets? Research is really important to building knowledge and understanding issues surrounding your organization. In some cases, research will help you solve a specific problem that you have encountered in your business operation, and in some it will help you further optimize your existing operation. \nWe at progressive will conduct research and experiments to gather better insights about your consumers and your industry to help you make better decisions. The result - increased revenue and profitability!",
        "carouselDescription": "How well do you know your brand, your consumers, their behaviors, your industry, and the markets?",
        "carouselImage": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576751697/progressive-labs/333_hkdaa5.jpg",
        "serviceImageURL": "https://res.cloudinary.com/dsi1cv9hf/image/upload/v1576751767/progressive-labs/research_uxsvou.png"
      }
    ]
  }
]
